Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: I’ve aided in Jack Joyce’s escape from his cell. He is here to kidnap Dr. Sofia Amaral. This presents the perfect opportunity to move forward with our agenda. Tonight we send Monarch into a state of chaos. Tonight we ensure Paul Serene’s downfall. When Paul hears about Jack’s escape he will order Sofia Amaral to be locked away in the villa for protection. As Jack nears her location have Stetson sabotage the drone surveillance so that his movements will remain undetected. Assist Joyce’s mission in any covert manner possible. Sofia is Paul’s only resource capable of developing the treatments he needs. With her out of the picture, we only need to destroy his remaining treatments to render Paul helpless as his sickness grows. All of his treatments are kept in Dr. Kim’s lab. I will gain access to the area and ensure that the entire lab is destroyed. I predict that Paul’s sickness will take hold within six hours of these events, spurred by the increasingly frequent stutters. Only then will we make our final move.
pl_pl: Pomogłem Jack'owi Joyce'owi uciec z celi. Jest tu, by porwać dr. Sofię Amaral. To idealna okazja, by zrealizować nasz plan. Dziś wieczorem wprowadzimy Monarch w stan chaosu. Dziś wieczorem zapewnimy upadek Paula Serene'a. Kiedy Paul dowie się o ucieczce Jack'a, rozkaże zamknąć Sofię Amaral w willi w celu ochrony. Gdy Jack zbliży się do jej lokalizacji, Stetson zasabotuje nadzór dronów, aby jego ruchy pozostały niewykryte. Wspieraj misję Joyce'a w każdy możliwy sposób. Sofia jest jedynym zasobem Paula zdolnym do opracowania potrzebnych mu terapii. Gdy jej zabraknie, wystarczy zniszczyć jego pozostałe terapie, aby Paul stał się bezradny, gdy jego choroba będzie się nasilać. Wszystkie jego leki są przechowywane w laboratorium doktora Kima. Zdobędę dostęp do tego obszaru i upewnię się, że całe laboratorium zostanie zniszczone. Przewiduję, że choroba Paula przybierze na sile w ciągu sześciu godzin od tych wydarzeń, napędzana coraz częstszymi zacięciami. Dopiero wtedy wykonamy nasz ostateczny ruch.

source: JACK -- HE WANTS ME TO BECOME --
pl_pl: Jack... chce abym...

source: JACK JOYCE CLASSIFICATION: -Civilian witness of core heist operation. OBJECTIVE: -Capture alive if possible. Deliver to Paul Serene. RELEVANT BACKGROUND: -Known friend of Paul Serene before incident. -Parents deceased. -Raised self in teen years as brother became distant. -Criminal record in Massachusetts: Grand theft auto; simple assault; attempt to rob or steal. -Left Riverport in 2010. Never returned until incident. -Received weapons training in Laos. Light and heavy firearms. -Arrested for weapons-related charges in 2015. Charges dropped. RELEVANT QUALITIES: -History of violent behavior when pushed. -Lack of respect for authority figures. -No knowledge of Fracture or Monarch operations. -ONSET OF FRACTURE WILL RENDER JACK CHRONON-ENABLED. -May possess low-level chronon abilities. BRIEFING: -Jack Joyce will be present in the time machine lab during the onset of the Fracture at 4:15am. -All exits are to be covered by Prowler Team. -Raider Team will wait until 4:16 to breach the time machine room. -Approach Jack with caution. He will be chronon-enabled at this time. -Chronon abilities predicted to not manifest until two hours after Fracture onset. -Apprehend immediately.
pl_pl: JACK JOYCE KLASYFIKACJA: -Cywilny świadek głównej operacji kradzieży. CEL: -Schwytać żywcem, jeśli to możliwe. Dostarczyć Paulowi Serene. ISTOTNE INFORMACJE: -Znany przyjaciel Paula Serene'a przed incydentem. -Rodzice nie żyją. -Jako nastolatek wychowywał się sam, brat był daleko. -Kartoteka kryminalna w Massachusetts: Kradzież samochodów, napaść, próba rabunku lub kradzieży. -Opuścił Riverport w 2010 roku. Nigdy nie wrócił do czasu incydentu. -Przeszedł szkolenie w zakresie broni w Laosie. Lekka i ciężka broń palna. -Aresztowany pod zarzutem posiadania broni w 2015 roku. Zarzuty wycofano. ISTOTNE CECHY: -Historia gwałtownych zachowań, gdy był podpuszczany. -Brak szacunku dla autorytetów. -Brak wiedzy na temat operacji Fracture lub Monarch. -PĘKNIĘCIE SPRAWI, ŻE JACK BĘDZIE MÓGŁ KORZYSTAĆ Z CHRONONU. -Może posiadać zdolności chrononu na niskim poziomie. SKRÓT WYDARZEŃ: -Jack Joyce będzie obecny w laboratorium wehikułu czasu podczas Pęknięcia o 4:15 rano. -Wszystkie wyjścia mają być chronione przez drużynę Prowler. -Drużyna Raider będzie czekać do 4:16, aby wejść do pomieszczenia wehikułu czasu. -Do Jack'a należy podchodzić ostrożnie. W tym czasie będzie on już napromieniowany chrononem. -Przewiduje się, że zdolności chrononowe pojawią się dopiero dwie godziny po pęknięciu czasu. -Natychmiast aresztować.

source: JACK JOYCE, WE -- HE CAN USE THE C.F.R. TO FIX THE FRACTURE.
pl_pl: Jack Joyce, on... on może użyć RPC, aby naprawić pęknięcie.

source: JACK JOYCE, WE -- HE CAN USE THE CFR TO FIX THE FRACTURE.
pl_pl: Jack Joyce, on... on może użyć RPC, aby naprawić pęknięcie.

source: JACK’S ALLIES / MONARCH’S TRAITORS
pl_pl: SOJUSZNICY JACKA / ZDRAJCY MONARCH

source: JACK’S GONE
pl_pl: ZNIKNIĘCIE JACK'A

source: JOINING US NOW IS AMY FERRARO, AN EYEWITNESS ON THE SCENE.
pl_pl: Oddaje głos Amy Ferraro, naocznemu świadkowi która jest na miejscu zdarzenia.

source: JOYCE FIXES THE FRACTURE, HE FIXES THE WORLD.
pl_pl: Jak Joyce załata pęknięcie, to naprawi świat.

source: JOYCE GOT LUCKY. HE ESCAPED. HE'S GONE.
pl_pl: Joyce miał szczęście. Uciekł. Nie ma go.

source: JOYCE JUST TOOK DOWN HALF MY MEN.
pl_pl: Joyce właśnie załatwił połowę moich ludzi.

source: JOYCE, C.F.R. DEFENSES ARE DOWN.
pl_pl: Joyce, zabezpieczenia RPC są wyłączone.

source: JOYCE, YEAH, I, UH, I GOT THE CAMERAS.
pl_pl: Joyce... Tak... Ja, ee, przejąłem kamery.

source: JUGGERNAUT
pl_pl: NISZCZYCIEL

source: JUL 11, 2010
pl_pl: 11 LIPCA 2010

source: JUL 4, 2010
pl_pl: 4 LIPCA 2010

source: JULY 4TH, 2010
pl_pl: 4 LIPCA 2010

source: JULY 4TH, 2010, 6:02pm
pl_pl: 4 LIPCA 2010, 18:02

source: JULY 4TH, 2010, 8:57pm
pl_pl: 4 LIPCA 2010, 20:57

source: JUMP
pl_pl: SKOK

source: JUMPING AND CLIMBING
pl_pl: SKAKANIE I WSPINANIE SIĘ

source: JUNCTION %d
pl_pl: ROZWIDLENIE %d

source: JUNCTION 1
pl_pl: ROZWIDLENIE 1

source: JUNCTION 2
pl_pl: ROZWIDLENIE 2

source: JUNCTION 3
pl_pl: ROZWIDLENIE 3

source: JUNCTION 4
pl_pl: ROZWIDLENIE 4

source: JUNCTION CHOICE
pl_pl: WYBÓR ROZWIDLENIA

source: JUNCTION IMPACTS
pl_pl: SKUTKI ROZWIDLENIA

source: JUNCTION POWER
pl_pl: WGLĄD W ROZWIDLENIE

source: JUST LAST YEAR, C.E.O. MARTIN HATCH FOUNDED A TECHNICAL INSTITUTE RIGHT DOWN THE STREET FROM MONARCH HEADQUARTERS
pl_pl: W zeszłym roku, dyrektor generalny Martin Hatch założył instytut techniczny tuż obok siedziby głównej Monarch

source: JUST...
pl_pl: Spadaj...

source: Jack Joyce (interview)
pl_pl: Jack Joyce (wywiad)

source: Jack Joyce Diary 1
pl_pl: Dziennik Jack'a Joyce'a 1

source: Jack Joyce Diary 10
pl_pl: Dziennik Jack'a Joyce'a 10

source: Jack Joyce Diary 2
pl_pl: Dziennik Jack'a Joyce'a 2

source: Jack Joyce Diary 3
pl_pl: Dziennik Jack'a Joyce'a 3

source: Jack Joyce Diary 4
pl_pl: Dziennik Jack'a Joyce'a 4

source: Jack Joyce Diary 5
pl_pl: Dziennik Jack'a Joyce'a 5

source: Jack Joyce Diary 6
pl_pl: Dziennik Jack'a Joyce'a 6

source: Jack Joyce Diary 7
pl_pl: Dziennik Jack'a Joyce'a 7

source: Jack Joyce Diary 8
pl_pl: Dziennik Jack'a Joyce'a 8

source: Jack Joyce Diary 9
pl_pl: Dziennik Jack'a Joyce'a 9

source: Jack Joyce Dossier
pl_pl: Akta Jack'a Joyce'a

source: Jack Joyce Mugshot
pl_pl: Zdjęcie Jack'a Joyce'a

source: Jack Joyce and Paul Serene have been best friends just about as long as either of them can remember.
pl_pl: Jack Joyce i Paul Serene są najlepszymi przyjaciółmi, odkąd pamiętają.

source: Jack Joyce is loose. Facility is compromised, and Amaral's not taking any risks on this one. Let's start with warehouse six.
pl_pl: Jack Joyce jest na wolności. Obiekt jest zagrożony, a Amaral nie podejmuje żadnego ryzyka w tej sprawie. Zacznijmy od magazynu szóstego.

source: Jack Joyce. Yeah. You seen anything out of the ordinary?
pl_pl: Jack Joyce. Tak. Widziałeś coś niezwykłego?

source: Jack and Will Photo
pl_pl: Zdjęcie Jack'a i Will'a

source: Jack and William had been at odds for years, but when William wasted Jack's inheritance on the research he obsessed about, they had a major falling out that caused Jack to leave Riverport in 2010.
pl_pl: Jack i William byli skłóceni od lat, ale kiedy William przepuścił spadek Jack'a na badania, na których miał obsesję, doszło między nimi do poważnej kłótni, która spowodowała, że Jack opuścił Riverport w 2010 roku.

source: Jack has been away from Riverport for six years. A lot has changed while he was abroad.
pl_pl: Jack był z dala od Riverport przez sześć lat. Podczas jego nieobecności wiele się zmieniło.

source: Jack will recover from damage faster while within the Time Shield radius.
pl_pl: Jack będzie szybciej regenerował się po otrzymaniu obrażeń, znajdując się w promieniu czasowej tarczy.

source: Jack would never understand the necessity of what I'd done. It wasn't the death William deserved, but his knowledge posed too great a risk to our plan.
pl_pl: Jack nigdy nie zrozumie konieczności tego, co zrobiłem. William nie zasłużył na taką śmierć, ale jego wiedza stanowiła zbyt duże ryzyko dla naszego planu.

source: Jack! Help me out of here!
pl_pl: Jack! Pomóż mi się stąd wydostać!

source: Jack! I'm stuck!
pl_pl: Jack! Utknąłem!

source: Jack! In here! Hurry!
pl_pl: Jack! Tutaj! Szybko!

source: Jack! Perfect! God, it's good to hear your voice. Uh, when you hit the courtyard, look right, you'll see this fancy physics building with the lights on. I'll meet you inside there. I'm so looking forward to this, man!
pl_pl: Jack! Świetnie! Matko, jak dobrze cię słyszeć. Kiedy wejdziesz na dziedziniec, spójrz w prawo, a zobaczysz ogromny rozświetlony budynek wydziału fizyki. Spotkajmy się tam. Nie mogę się doczekać, stary!

source: Jack! Shoot back!
pl_pl: Jack! Strzelaj!

source: Jack! They're closing the gate! We'll be sitting ducks here unless you get it open for us!
pl_pl: Jack! Zamykają bramę! Siedzimy jak jakieś kaczki na wystrzelanie, chyba że nam ją otworzysz!

source: Jack! They're coming from the door!
pl_pl: Jack! Nadchodzą od strony drzwi!

source: Jack, Dr. Amaral's in there. We need to get her out before time kicks back in.
pl_pl: Jack, dr Amaral tam jest. Musimy ją stamtąd wydostać, zanim czas zacznie płynąć.

source: Jack, I found documents here about some kind of private gala Monarch is hosting tonight.
pl_pl: Jack, znalazłam dokumenty dotyczące jakiejś prywatnej gali, którą Monarch organizuje dziś wieczorem.

source: Jack, I know it's fucked up. But we have to go!
pl_pl: Jack, wiem, że to popieprzone. Ale musimy już iść!

source: Jack, I've disabled security and unlocked the gates leading to the tower. Let me know when you get there.
pl_pl: Jack, wyłączyłam ochronę i odblokowałam bramy prowadzące do wieży. Daj mi znać, gdy tam dotrzesz.

source: Jack, before we head downstairs, we have to talk about something.
pl_pl: Jack, zanim zejdziemy na dół, musimy o czymś porozmawiać.

source: Jack, help me open this thing!
pl_pl: Jack, pomóż mi to otworzyć!

source: Jack, help!
pl_pl: Jack, pomocy!

source: Jack, in here.
pl_pl: Jack, tutaj.

source: Jack, it's Beth. Monarch got footage of some idiot accessing Facebook from a nearby security station. Please tell me said idiot isn't with you.
pl_pl: Jack, tu Beth. Monarch ma nagranie jakiegoś idioty wchodzącego na Facebooka z pobliskiej stacji ochrony. Proszę, powiedz mi, że ten idiota nie jest z tobą.

source: Jack, it's Beth. Monarch just got footage of your lady friend sniffing around some confidential Monarch files. Kind of a big no-no around here.
pl_pl: Jack, tu Beth. Monarch właśnie dostało nagranie twojej przyjaciółki węszącej wokół poufnych plików Monarch. To trochę jakby zabronione.

source: Jack, it's me!
pl_pl: Jack, to ja!

source: Jack, it's not safe here!
pl_pl: Jack, tu nie jest bezpiecznie!

source: Jack, it's time.
pl_pl: Jack, nadszedł czas.

source: Jack, no!
pl_pl: Jack, nie!

source: Jack, please! Get me out of here!
pl_pl: Jack, proszę! Zabierz mnie stąd!

source: Jack, the airlock is stuck! I can't get out.
pl_pl: Jack, śluza się zablokowała! Nie mogę się wydostać.

source: Jack, the local security network just lit up! They know you're there!
pl_pl: Jack, w lokalnej sieci bezpieczeństwa właśnie ogłoszono alarm! Wiedzą, że tam jesteś!

source: Jack, the window.
pl_pl: Jack, okno.

source: Jack, use the controls there to set the machine five minutes to the future.
pl_pl: Jack, użyj konsoli, aby przesunąć maszynę o pięć minut w przyszłość.

source: Jack, wait, let's think this through, that's not how--
pl_pl: Jack, poczekaj, przemyślmy to, to nie tak...

source: Jack, you coming or what?
pl_pl: Jack, idziesz czy nie?

source: Jack, you know asking for help is not easy for me. I am in deep trouble. You see, the tests I have to run here are not strictly speaking "legal." You are the only one I can trust to help me with this.
pl_pl: Jack, wiesz, że proszenie o pomoc nie jest dla mnie łatwe. Jestem w poważnych tarapatach. Testy, które muszę przeprowadzić, nie są ściśle mówiąc „legalne”. Jesteś jedyną osobą, której mogę zaufać.

source: Jack, you need to get to this side somehow.
pl_pl: Jack, musisz jakoś dostać się na tę stronę.

source: Jack, you need to push the lever to start the process.
pl_pl: Jack, musisz przeciągnąć dźwignię, aby rozpocząć proces.

source: Jack, you should take a look at the map.
pl_pl: Jack, powinieneś rzucić okiem na mapę.

source: Jack, you'll need these.
pl_pl: Jack, będziesz ich potrzebował.

source: Jack, you've got to see this.
pl_pl: Jack, musisz to zobaczyć.

source: Jack, your brother addressed that video to me, but I've never met him before in my life.
pl_pl: Jack, twój brat zaadresował ten film do mnie, ale nigdy w życiu go nie spotkałam.

source: Jack, your proximity to the pulse, it --it must have altered your relation to the chronon field--
pl_pl: Jack, byłeś zbyt blisko impulsu, to... to musiało zmienić twoją relację z polem chrononowym...

source: Jack. C'mon.
pl_pl: Jack. Chodź już.

source: Jack. Elevator. Let's hurry.
pl_pl: Jack. Winda. Pospieszmy się.

source: Jack. Hi. It's Will. I... I guess you're in Thailand by now. I'm not sure if you even still use this number.
pl_pl: Jack. Cześć. Tu Will. I... Chyba jesteś już w Tajlandii. Nie jestem pewien, czy nadal używasz tego numeru.

source: Jack. I can't move here.
pl_pl: Jack. Nie mogę się tu dostać.

source: Jack. Man. Look, I've been tight-lipped about this for a reason; this project we've been working on... is going to change the entire world.
pl_pl: Jack. Chłopie. Słuchaj, nie bez powodu trzymałem to w tajemnicy, projekt, nad którym pracujemy... zmieni cały świat.

source: Jack. Thank you. I knew I could count on you.
pl_pl: Jack. Dziękuję. Wiedziałem, że mogę na ciebie liczyć.

source: Jack. The key?
pl_pl: Jack. Klucz?

source: Jack. This is Beth Wilder, I'm--
pl_pl: Jack. Tu Beth Wilder, jestem...

source: Jack. This is something only you can do.
pl_pl: Jack. To jest coś, co tylko ty możesz zrobić.

source: Jack. This way.
pl_pl: Jack. Tędy.

source: Jack. This, this is impossible. Topological defects in the Meyer-Joyce field... stutters in time. How are we functioning? There should be no light. No sound.
pl_pl: Jack. To jest niemożliwe. Topologiczne defekty w polu Meyera-Joyce'a... zacięcia w czasie. Jak my funkcjonujemy? Nie powinno być światła. Nie powinno być dźwięku.

source: Jack. Through here.
pl_pl: Jack. Tutaj.

source: Jack. What just--
pl_pl: Jack. Co właśnie...

source: Jack? Give me a hand with this.
pl_pl: Jack? Pomóż mi z tym.

source: Jack? I found a radio. You okay?
pl_pl: Jack? Znalazłam radio. Wszystko w porządku?

source: Jack? I hope you can hear me.
pl_pl: Jack? Mam nadzieję, że mnie słyszysz.

source: Jack? I'll need your help.
pl_pl: Jack? Potrzebuję twojej pomocy.

source: Jack? Over here.
pl_pl: Jack? Tutaj.

source: Jack? You okay?
pl_pl: Jack? Wszystko w porządku?

source: Janitor
pl_pl: Woźny

source: Japanese
pl_pl: Japoński

source: Jason, stay with me!
pl_pl: Jason, zostań ze mną!

source: Jesus Christ, find the nerve, you fuckingaaaAAAAARGH!
pl_pl: Jezu Chryste, znajdź w sobie odwagę, ty pierdolonyaaaAAAAAAACHH!

source: Jesus Christ.
pl_pl: Jezu Chryste.

source: Jesus Christ...
pl_pl: Jezu Chryste...

source: Jesus! Close one...
pl_pl: Jezu! Blisko było...

source: Jesus! Cutting it a little close, Jack.
pl_pl: Jezu! Trochę za blisko, Jack.

source: Jesus! Jack, are you...
pl_pl: Jezu! Jack, czy ty...

source: Jesus, have it your way.
pl_pl: Jezu, rób jak chcesz.

source: Jesus, look at this thing! One guy built all that? No way that's possible, man. It took me five months to build a shitty birdhouse. You think he had help?
pl_pl: Jezu, spójrz na to! Jeden facet to wszystko zbudował? Niemożliwe, człowieku. Zbudowanie gównianego domku dla ptaków zajęło mi pięć miesięcy. Myślisz, że miał pomoc?

source: Jesus, the hell's that about?
pl_pl: Jezu, o co tu do cholery chodzi?

source: Jesus, this thing. I can't believe you... I miss you, Paul. But I'm glad you're gone, because you'd fucking hate yourself.
pl_pl: Jezu, ta rzecz. Nie mogę uwierzyć... Tęsknię za tobą, Paul. Ale cieszę się, że odszedłeś, bo byś się, kurwa, znienawidził.

source: Jesus, you serious? It's fine! Let's go!
pl_pl: Jezu, to tak na poważnie? W porządku! No dobra!

source: Jesus.
pl_pl: Jezu.

source: Jesus. They have no idea what happened.
pl_pl: Jezus. Nie mają pojęcia, co się stało.

source: Jesus. Will.
pl_pl: Jezu. Will.

source: Jesus...
pl_pl: Jezu...

source: Jesus... all these years.
pl_pl: Jezu... przez te wszystkie lata.

source: Josef, I asked, and I’ve got confirmation from our supervisor that Dr. William Joyce’s security clearance needs to be revoked. So yeah, the time for termination is scheduled for 4:20am, OCT 9 precisely. No idea why that exact time, must be a contract thing. The guy was consulting on Promenade but he lost his shit in front of investors a few days ago. I was the one dragging him out. It got pretty crazy. He was yelling about how some lady warned him this would happen. No idea what the hell he was about. If it was up to me, I’d cut his clearance immediately, but screw it, they don’t want my advice. I don’t want to get involved in any of that Monarch stuff anyway, let’s just do our jobs. So just keep an eye open for Dr. Joyce until then, OK? PS. Don't feel too bad about it, I heard this guy actually stole some video game from the break lounge or something. So maybe not somebody we want running around anyway. --------------------------------------------------------- TO: HAYLEY SHELTON FROM: JOSEF CHEHADE DATE: OCT 7, 2016 – 9:37pm SUBJECT: William Joyce security clearance Hayley, Any idea who William Joyce is? Got a strange request to cut his clearance at exactly 4:20am on OCT 9th. Order was from Liam Burke of Monarch's security division. I know they’re consulting for university security, but do they have actual authority here? Whole thing seems sketchy to me. Thoughts? -Josef
pl_pl: Josef, Poprosiłam i mam potwierdzenie od naszego przełożonego, że poświadczenie bezpieczeństwa dr. Williama Joyce'a musi zostać unieważnione. Więc tak, rozwiązanie umowy jest planowane na 4:20 rano, dokładnie 9 października. Nie mam pojęcia, dlaczego dokładnie o tej porze, musi to wynikać z jego umowy. Facet zajmował się konsultingiem w Promenade, ale kilka dni temu wpadł w szał przed inwestorami. To ja go wyciągnęłam. To było dość szalone. Krzyczał, że jakaś kobieta ostrzegała go, że tak się stanie. Nie mam pojęcia, o co mu chodziło. Gdyby to zależało ode mnie, natychmiast odcięłabym mu dostęp, ale chrzanić to, nie chcą mojej rady. I tak nie chcę się mieszać w te sprawy z Monarch, po prostu róbmy swoje. Więc miej oko na dr. Joyce'a do tego czasu, OK? PS. Nie czuj się z tym źle, słyszałam, że ten facet ukradł jakąś grę wideo z pokoju wypoczynkowego. Więc może faktycznie to nie jest ktoś, kogo chcemy mieć w pobliżu. --------------------------------------------------------- DO: HAYLEY SHELTON OD: JOSEF CHEHADE DATA: 7 PAŹDZIERNIKA 2016 - 9:37 TEMAT: Poświadczenia bezpieczeństwa Williama Joyce'a Hayley, Wiesz kim jest William Joyce? Dostałem dziwną prośbę o dezaktywacje jego przepustki dokładnie o 4:20 rano 9 października. Rozkaz pochodził od Liama Burke'a z działu bezpieczeństwa Monarch. Wiem, że konsultują się w sprawie bezpieczeństwa uniwersytetu, ale czy mają tutaj faktyczną władzę? Cała sprawa wydaje mi się podejrzana. Co o tym myślisz? - Josef

source: Journal
pl_pl: Dziennik

source: Joyce escaped? How the hell did that happen?
pl_pl: Joyce uciekł? Jak to się do cholery stało?

source: Joyce fixes the fracture, he fixes the world, we all go home happy.
pl_pl: Joyce naprawia pęknięcie, ratuje świat wszyscy wracamy do domu szczęśliwi.

source: Joyce has escaped!
pl_pl: Joyce uciekł!

source: Joyce is here!
pl_pl: Joyce tu jest!

source: Joyce spotted! Opening fire!
pl_pl: Joyce zauważony! Otwieram ogień!

source: Joyce! HELP!
pl_pl: Joyce! POMOCY!

source: Joyce! HQ, target sighted, over.
pl_pl: Joyce! Centrala, cel namierzony, odbiór.

source: Joyce, you got nowhere to go!
pl_pl: Joyce, nie masz dokąd uciec!

source: Joyce. Thank God. Shit, that coulda been real bad.
pl_pl: Joyce. Dzięki Bogu. Cholera, mogło się skończyć naprawdę źle.

source: Joyce? Can you hear me?
pl_pl: Joyce? Słyszysz mnie?

source: Juggernaut Advancing!
pl_pl: Niszczyciel naciera!

source: Juggernaut Engaging!
pl_pl: Niszczyciel atakuje!

source: Juggernaut Moving in!
pl_pl: Niszczyciel wkracza do akcji!

source: Juggernaut took down Joyce!
pl_pl: Niszczyciel powalił Joyce'a!

source: Juggernaut units are so heavily armored that a frontal assault is a waste of time. Try finding a weak spot.
pl_pl: Niszczyciele są tak silnie opancerzone, że atak od frontu to strata czasu. Spróbuj znaleźć słaby punkt.

source: July 4th, 2010 – 8:32am
pl_pl: 4 lipca 2010 - 8:32

source: July fourth, 2010.
pl_pl: Czwarty lipca 2010.

source: Jump
pl_pl: Skok
